[Settings]
AuthorName=
AuthorEmail=
Language=বাংলা
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=ত্রুটির প্রতিবেদন
HeaderText=%s কাজ করা বন্ধ করেছে ।
SubHeaderText=সমস্যা সমাধান এবং এই সফ্টওয়্যার উন্নত করতে সাহায্য করার জন্য দয়া করে আমাদের এই ত্রুটি রিপোর্ট (%s) পাঠান৷
WhatDoesReportContain=এই রিপোর্টে কি আছে?
ProvideAdditionalInfo=সমস্যা সম্পর্কে অতিরিক্ত তথ্য প্রদান করুন (প্রস্তাবিত)।
YourEmail=আপনার ইমেইল:
DescribeProblem=যখন ত্রুটি ঘটেছে তখন আপনি কী করছেন তা কয়েকটি শব্দে বর্ণনা করুন:
MyConsent="প্রতিবেদন পাঠান" বোতাম টিপে, আমি নিশ্চিত করছি যে আমি রিপোর্টের বিষয়বস্তুর সাথে পরিচিত এবং গোপনীয়তা নীতির শর্তাবলী স্বীকার করছি।
MyConsent2="প্রতিবেদন পাঠান" বোতাম টিপে, আমি নিশ্চিত করছি যে আমি রিপোর্টের বিষয়বস্তুর সাথে পরিচিত।
PrivacyPolicy=গোপনীয়তা নীতি
InvalidEmailCaption=অবৈধ ই-মেইল
InvalidEmailText=অনুগ্রহ করে একটি বৈধ ই-মেইল ঠিকানা উল্লেখ করুন, উদাহরণস্বরূপ, name@hotmail.com।
SendReport=রিপোর্ট পাঠান
CloseTheProgram=প্রোগ্রাম বন্ধ করুন
RestartApp=এই উইন্ডোটি বন্ধ হওয়ার পরে %s পুনরায় চালু করুন।
OtherActions=অন্যান্য কজ…
SendReportLater=প্রোগ্রাম বন্ধ করুন এবং পরে রিপোর্ট পাঠান

[DetailDlg]
DlgCaption=ত্রুটি রিপোর্ট বিবরণ
DoubleClickAnItem=একটি উপযুক্ত প্রোগ্রাম দিয়ে এটি খুলতে একটি আইটেম ডাবল ক্লিক করুন.
FieldName=নাম
FieldDescription=বর্ণনা
FieldSize=আকার
Preview=পূর্বরূপ
PrivacyPolicy=গোপনীয়তা নীতি
Close=বন্ধ
Export=রপ্তানি...
NoDataToDisplay=কোন তথ্য প্রদর্শন
PreviewAuto=স্বয়ংক্রিয়
PreviewText=পাঠ্য
PreviewHex=হেক্স
PreviewImage=ইমেজ
PreviewVideo=ভিডিও
Encoding=পাঠ্য এনকোডিং
DescCrashDump=ক্র্যাশ মিনিডাম্প
DescXML=ক্র্যাশ বর্ণনা XML
DescScreenshot=ডেস্কটপ স্ক্রিনশট
DescRegKey=রেজিস্ট্রি কী ডাম্প
DescVideo=ডেস্কটপ ভিডিও ক্যাপচার
Open=খুলুন
DeleteSelected=নির্বাচিত ফাইল(গুলি) মুছুন
AttachMoreFiles=আরো ফাইল (গুলি) সংযুক্ত করুন...
           
[ProgressDlg]
DlgCaption=%s - ত্রুটি রিপোর্ট পাঠানো হচ্ছে
DlgCaption2=%s তিনি কাজ শেষ করেছেন
DlgCaptionExport = %s - ত্রুটি রিপোর্ট রপ্তানি করা হচ্ছে
CollectingCrashInfo=সমস্যা সম্পর্কে তথ্য সংগ্রহ করা হচ্ছে...
CompressingFiles=ত্রুটি রিপোর্ট ফাইল কম্প্রেস করা হচ্ছে...
StatusText= ত্রুটি রিপোর্ট এখন পাঠানো হচ্ছে (3 এর মধ্যে %d প্রচেষ্টা)...
ConfirmLaunchEmailClient=আপনার ডিফল্ট ই-মেইল প্রোগ্রাম (%s) ব্যবহার করে ত্রুটি রিপোর্ট পাঠানো যেতে পারে।\nই-মেইল প্রোগ্রাম চালাতে, "OK" টিপুন, অন্যথায় "বাতিল" টিপুন।
CompletedWithErrors=ত্রুটি সহ সম্পূর্ণ. এই উইন্ডোটি বন্ধ করতে ক্লোজ টিপুন।
ExportedWithErrors=ত্রুটি সহ রপ্তানি সম্পন্ন হয়েছে. এই উইন্ডোটি বন্ধ করতে ক্লোজ টিপুন।
CopySelectedLines=নির্বাচিত লাইন অনুলিপি করুন
CopyTheWholeLog=পুরো লগ কপি করুন
Cancel=বাতিল করুন
Cancelling=বাতিল হচ্ছে...
Close=বন্ধ

[ResendDlg]
DlgCaption=%s - ত্রুটি রিপোর্ট পাঠান
BalloonCaption=%s - ত্রুটি রিপোর্ট
BalloonText=সম্প্রতি %s-এ কিছু ত্রুটি ঘটেছে। এখন ত্রুটি রিপোর্ট পাঠাতে এখানে ক্লিক করুন.
ColumnCreationDate=তৈরির তারিখ
ColumnSize=আকার
ColumnStatus=অবস্থা
ClickForDetails=বিশদ দেখতে একটি আইটেম ডাবল ক্লিক করুন.
SelectedSize=আইটেম নির্বাচন করা হয়েছে: %d. মোট আকার: %s।
SendNow=এখন পাঠান
ShowLog=লগ দেখান
MyConsent="প্রতিবেদন পাঠান" বোতাম টিপে, আমি নিশ্চিত করছি যে আমি নির্বাচিত প্রতিবেদনের বিষয়বস্তুর সাথে পরিচিত এবং গোপনীয়তা নীতির শর্তাবলী স্বীকার করছি।
MyConsent2="প্রতিবেদন পাঠান" বোতাম টিপে, আমি নিশ্চিত করছি যে আমি নির্বাচিত প্রতিবেদনের বিষয়বস্তুর সাথে পরিচিত।
PopupShow=দেখান
PopupExit=প্রস্থান করুন
PopupRemindLater=এই উইন্ডোটি বন্ধ করুন, কিন্তু পরে আমাকে মনে করিয়ে দিন
PopupNeverRemind=এই উইন্ডোটি বন্ধ করুন এবং আর কখনও মনে করিয়ে দেবেন না
StatusPending=বিচারাধীন
StatusInProgress=চলমান…
StatusSucceeded=সফল হয়েছে
StatusFailed=ব্যর্থ হয়েছে
CurrentAction=বর্তমান কর্ম:
DeliveryingReports=ত্রুটি রিপোর্ট প্রদান করা হচ্ছে...
DeliverySucceeded=ত্রুটি রিপোর্ট সফলভাবে বিতরণ করা হয়েছে.
DeliveryFailed=ত্রুটি রিপোর্ট প্রদান ত্রুটি সঙ্গে সম্পন্ন.
SelectAll=সব নির্বাচন করুন
DeselectAll=সব গুলো অনির্বাচিত কর
DeleteSelected=মুছে নির্বাচিত
DeleteAll=সব মুছে ফেলুন

[VideoRecDlg]
DlgCaption=%s - স্ক্রীন ভিডিও ক্যাপচার
Text=এই সফ্টওয়্যারটিতে হওয়া ত্রুটিগুলি আরও ভালভাবে বুঝতে এবং ঠিক করতে %s আপনার স্ক্রীনের ভিডিও ক্যাপচার শুরু করতে চলেছে৷ মনে রাখবেন যে স্ক্রিন ক্যাপচার আপনার কম্পিউটারের কর্মক্ষমতা হ্রাস করতে পারে। চালিয়ে যেতে, 'অনুমতি দিন' বোতামে ক্লিক করুন।
Allow=অনুমতি
Cancel=বাতিল